export default {
  projections: {
    КлиентыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      },
      банк: {
        __caption__: 'Банк'
      },
      расСчет: {
        __caption__: 'Рас счет'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    },
    КлиентыL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      },
      банк: {
        __caption__: 'Банк'
      },
      расСчет: {
        __caption__: 'Рас счет'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    банк: {
      __caption__: 'Банк'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    почта: {
      __caption__: 'Почта'
    },
    расСчет: {
      __caption__: 'Рас счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
