export default {
  projections: {
    ЗаявкиE: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      датаЗаявки: {
        __caption__: 'Дата заявки'
      },
      наименДетали: {
        __caption__: 'Наименование детали'
      },
      клиенты: {
        __caption__: 'Клиенты',
        наименование: {
          __caption__: 'Клиент'
        }
      },
      материалы: {
        __caption__: 'Материалы',
        наименование: {
          __caption__: 'Материал'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      цена: {
        __caption__: 'Цена'
      }
    },
    ЗаявкиL: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      датаЗаявки: {
        __caption__: 'Дата заявки'
      },
      наименДетали: {
        __caption__: 'Наименование детали'
      },
      клиенты: {
        __caption__: 'Клиент',
        наименование: {
          __caption__: 'Клиент'
        }
      },
      материалы: {
        __caption__: 'Материал',
        наименование: {
          __caption__: 'Материал'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    датаЗаявки: {
      __caption__: 'Дата заявки'
    },
    количество: {
      __caption__: 'Количество'
    },
    наименДетали: {
      __caption__: 'Наименование детали'
    },
    номерЗаявки: {
      __caption__: 'Номер заявки'
    },
    цена: {
      __caption__: 'Цена'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    материалы: {
      __caption__: 'Материалы'
    }
  }
};
