export default {
  projections: {
    ОборудованиеE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    },
    ОборудованиеL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    состояние: {
      __caption__: 'Состояние'
    }
  }
};
